import AboutUsMain from 'assets/icons/BackProd.png'
import freez1 from "assets/products/freez1.png"
import freez2 from "assets/products/freez2.png"
import freez3 from "assets/products/freez3.png"
import freez4 from "assets/products/freez4.png"
import sub1 from "assets/products/sub1.png"
import sub2 from "assets/products/sub2.png"
import sub3 from "assets/products/sub3.png"
import sub4 from "assets/products/sub4.png"
import semi1 from "assets/products/semi1.png"
import semi2 from "assets/products/semi2.png"
import semi3 from "assets/products/semi3.png"
import semi4 from "assets/products/semi4.png"

const Products = {
  freezeProducts:
    [
      {
        name: 'Ножки кролика',
        image: freez1,
        title: {
          ru: 'Ножки кролика',
          en: 'Ножки кролика',
          uz: 'Ножки кролика',
        },
        description: {
          ru: 'Срок годности: при t от +2°C до +4°C - 18 суток Пищевая ценность: Белок - 21 г., жир - 13 г., Углеводы - 0 г. Энергетическая ценность: 199 ккал.',
          en: 'Срок годности: при t от +2°C до +4°C - 18 суток Пищевая ценность: Белок - 21 г., жир - 13 г., Углеводы - 0 г. Энергетическая ценность: 199 ккал.',
          uz: 'Срок годности: при t от +2°C до +4°C - 18 суток Пищевая ценность: Белок - 21 г., жир - 13 г., Углеводы - 0 г. Энергетическая ценность: 199 ккал.',
        }
      },
      {
        name: 'Полутушка кролика',
        image: freez2,
        title: {
          ru: 'Полутушка кролика',
          en: 'Полутушка кролика',
          uz: 'Полутушка кролика',
        },
        description: {
          ru: 'Срок годности: при t от +2°C до +4°C - 18 суток Пищевая ценность: Белок - 21 г., жир - 13 г., Углеводы - 0 г. Энергетическая ценность: 199 ккал.',
          en: 'Срок годности: при t от +2°C до +4°C - 18 суток Пищевая ценность: Белок - 21 г., жир - 13 г., Углеводы - 0 г. Энергетическая ценность: 199 ккал.',
          uz: 'Срок годности: при t от +2°C до +4°C - 18 суток Пищевая ценность: Белок - 21 г., жир - 13 г., Углеводы - 0 г. Энергетическая ценность: 199 ккал.',
        }
      },
      {
        name: 'Спинка кролика',
        image: freez3,
        title: {
          ru: 'Спинка кролика',
          en: 'Спинка кролика',
          uz: 'Спинка кролика',
        },
        description: {
          ru: 'Срок годности: при t от +2°C до +4°C - 18 суток Пищевая ценность: Белок - 19 г., жир - 11 г., Углеводы - 0 г. Энергетическая ценность: 175 ккал.',
          en: 'Срок годности: при t от +2°C до +4°C - 18 суток Пищевая ценность: Белок - 19 г., жир - 11 г., Углеводы - 0 г. Энергетическая ценность: 175 ккал.',
          uz: 'Срок годности: при t от +2°C до +4°C - 18 суток Пищевая ценность: Белок - 19 г., жир - 11 г., Углеводы - 0 г. Энергетическая ценность: 175 ккал.',
        }
      },
      {
        name: 'Филе кролика\n',
        image: freez4,
        title: {
          ru: 'Филе кролика',
          en: 'Филе кролика',
          uz: 'Филе кролика',
        },
        description: {
          ru: 'Срок годности: при t от +2°C до +4°C - 18 суток Пищевая ценность: Белок - 21 г., жир - 13 г., Углеводы - 0 г. Энергетическая ценность: 199 ккал.',
          en: 'Срок годности: при t от +2°C до +4°C - 18 суток Пищевая ценность: Белок - 21 г., жир - 13 г., Углеводы - 0 г. Энергетическая ценность: 199 ккал.',
          uz: 'Срок годности: при t от +2°C до +4°C - 18 суток Пищевая ценность: Белок - 21 г., жир - 13 г., Углеводы - 0 г. Энергетическая ценность: 199 ккал.',
        }
      }
    ],


  semiProducts:
    [
      {
        name: 'Шницель',
        image: semi1,
        title: {
          ru: 'Шницель',
          en: 'Шницель',
          uz: 'Шницель',
        },
        description: {
          ru: 'Срок годности: при t от +2°C до +4°C - 5 суток Пищевая ценность: Белок - 15 г., жир - 12 г., Углеводы - 10 г. Энергетическая ценность: 206 ккал',
          en: 'Срок годности: при t от +2°C до +4°C - 5 суток Пищевая ценность: Белок - 15 г., жир - 12 г., Углеводы - 10 г. Энергетическая ценность: 206 ккал',
          uz: 'Срок годности: при t от +2°C до +4°C - 5 суток Пищевая ценность: Белок - 15 г., жир - 12 г., Углеводы - 10 г. Энергетическая ценность: 206 ккал',
        }
      },
      {
        name: 'Котлета',
        image: semi2,
        title: {
          ru: 'Котлета',
          en: 'Котлета',
          uz: 'Котлета',
        },
        description: {
          ru: 'Срок годности: при t от +2°C до +4°C - 5 суток Пищевая ценность: Белок - 17 г., жир - 13 г., Углеводы - 2 г. Энергетическая ценность: 197 ккал.',
          en: 'Срок годности: при t от +2°C до +4°C - 5 суток Пищевая ценность: Белок - 17 г., жир - 13 г., Углеводы - 2 г. Энергетическая ценность: 197 ккал.',
          uz: 'Срок годности: при t от +2°C до +4°C - 5 суток Пищевая ценность: Белок - 17 г., жир - 13 г., Углеводы - 2 г. Энергетическая ценность: 197 ккал.',
        }
      },
      {
        name: 'Фрикадельки',
        image: semi3,
        title: {
          ru: 'Фрикадельки',
          en: 'Фрикадельки',
          uz: 'Фрикадельки',
        },
        description: {
          ru: 'Срок годности: при t от +2°C до +4°C - 5 суток Пищевая ценность: Белок - 17,7 г., жир - 19,7 г., Углеводы - 1,5 г. Энергетическая ценность: 253 ккал.',
          en: 'Срок годности: при t от +2°C до +4°C - 5 суток Пищевая ценность: Белок - 17,7 г., жир - 19,7 г., Углеводы - 1,5 г. Энергетическая ценность: 253 ккал.',
          uz: 'Срок годности: при t от +2°C до +4°C - 5 суток Пищевая ценность: Белок - 17,7 г., жир - 19,7 г., Углеводы - 1,5 г. Энергетическая ценность: 253 ккал.',
        }
      },
      {
        name: 'Котлета2',
        image: semi4,
        title: {
          ru: 'Котлета',
          en: 'Котлета',
          uz: 'Котлета',
        },
        description: {
          ru: 'Срок годности: при t от +2°C до +4°C - 5 суток Пищевая ценность: Белок - 17 г., жир - 13 г., Углеводы - 2 г. Энергетическая ценность: 197 ккал.',
          en: 'Срок годности: при t от +2°C до +4°C - 5 суток Пищевая ценность: Белок - 17 г., жир - 13 г., Углеводы - 2 г. Энергетическая ценность: 197 ккал.',
          uz: 'Срок годности: при t от +2°C до +4°C - 5 суток Пищевая ценность: Белок - 17 г., жир - 13 г., Углеводы - 2 г. Энергетическая ценность: 197 ккал.',
        }
      },
    ],


  subProducts:
    [
      {
        name: 'Печень кролика',
        image: sub1,
        title: {
          ru: 'Печень кролика',
          en: 'Печень кролика',
          uz: 'Печень кролика',
        },
        description: {
          ru: 'Срок годности: при t от +2°C до +4°C - 10 суток Пищевая ценность: Белок- 19 г., жир - 10 г., Углеводы - 0 г. Энергетическая ценность: 166 ккал.',
          en: 'Срок годности: при t от +2°C до +4°C - 10 суток Пищевая ценность: Белок- 19 г., жир - 10 г., Углеводы - 0 г. Энергетическая ценность: 166 ккал.',
          uz: 'Срок годности: при t от +2°C до +4°C - 10 суток Пищевая ценность: Белок- 19 г., жир - 10 г., Углеводы - 0 г. Энергетическая ценность: 166 ккал.',
        }
      },
      {
        name: 'Языки кролика',
        image: sub2,
        title: {
          ru: 'Языки кролика',
          en: 'Языки кролика',
          uz: 'Языки кролика',
        },
        description: {
          ru: 'Срок годности: при t -18°C - 90 суток Пищевая ценность: Белок- 21 г., жир - 7 г., Углеводы - 0 г. Энергетическая ценность: 147 ккал.',
          en: 'Срок годности: при t -18°C - 90 суток Пищевая ценность: Белок- 21 г., жир - 7 г., Углеводы - 0 г. Энергетическая ценность: 147 ккал.',
          uz: 'Срок годности: при t -18°C - 90 суток Пищевая ценность: Белок- 21 г., жир - 7 г., Углеводы - 0 г. Энергетическая ценность: 147 ккал.',
        }
      },
      {
        name: 'Сердце кролика',
        image: sub3,
        title: {
          ru: 'Сердце кролика',
          en: 'Сердце кролика',
          uz: 'Сердце кролика',
        },
        description: {
          ru: 'Срок годности: при t от +2°C до +4°C - 10 суток Пищевая ценность: Белок- 21 г., жир - 7 г., Углеводы - 0 г. Энергетическая ценность: 147 ккал.',
          en: 'Срок годности: при t от +2°C до +4°C - 10 суток Пищевая ценность: Белок- 21 г., жир - 7 г., Углеводы - 0 г. Энергетическая ценность: 147 ккал.',
          uz: 'Срок годности: при t от +2°C до +4°C - 10 суток Пищевая ценность: Белок- 21 г., жир - 7 г., Углеводы - 0 г. Энергетическая ценность: 147 ккал.',
        }
      },
      {
        name: 'Почки кролика',
        image: sub4,
        title: {
          ru: 'Почки кролика',
          en: 'Почки кролика',
          uz: 'Почки кролика',
        },
        description: {
          ru: 'Срок годности: при t -18°C - 90 суток Пищевая ценность: Белок- 19 г., жир - 8 г., Углеводы - 0 г. Энергетическая ценность: 148 ккал.',
          en: 'Срок годности: при t -18°C - 90 суток Пищевая ценность: Белок- 19 г., жир - 8 г., Углеводы - 0 г. Энергетическая ценность: 148 ккал.',
          uz: 'Срок годности: при t -18°C - 90 суток Пищевая ценность: Белок- 19 г., жир - 8 г., Углеводы - 0 г. Энергетическая ценность: 148 ккал.',
        }
      },

    ],
}

const ProductsTitle = {
  freezeProducts: {
    ru: 'Охлажденная, замороженная продукция:',
    en: 'Охлажденная, замороженная продукция:',
    uz: 'Охлажденная, замороженная продукция:',
  },
  semiProducts: {
    ru: 'Полуфабрикаты охлажденные рубленные:',
    en: 'Полуфабрикаты охлажденные рубленные:',
    uz: 'Полуфабрикаты охлажденные рубленные:',
  },
  subProducts: {
    ru: 'Субпродукты:',
    en: 'Субпродукты:',
    uz: 'Субпродукты:',
  },
  differentProducts: {
    ru: 'Разные продукты:',
    en: 'Разные продукты:',
    uz: 'Разные продукты:',
  }
}

const Content = {
  title: {
    ru: 'Продукция',
    en: 'Продукция',
    uz: 'Продукция',
  },
  description: {
    ru: `Мясо кролика отличается исключительно высокими питательными свойствами. По химическим, морфо-биохимическим и технологическим качествам, оно превышает мясо других животных. Например, если курица до 75%, говядина и баранина до 65% процентов усваиваются организмом, то крольчатина усваивается до 97%. <br><br> Кроличье мясо является полноценным питательным продуктом. Оно выгодно отличается от других видов мяса и содержит все основные компоненты, необходимые организму человека. <br> <br> Крольчатина содержит огромное количество полноценного белка (более 20%), в его    составе присутствует большое количество аминокислот, витаминов и микроэлементов. <br><br> Особенностью кроличьего мяса является его минеральный состав, имеющий кислую реакцию, это объясняется высоким количеством солей фосфора и калия. Стоит отметить, ещё такие полезные вещества, как аскорбиновая и никотиновая кислоты, марганец, фтор, железо, магний, кобальт, медь, цинк, пиридоксин, кобаламин, аминокислоты лизина, метионина, триптофана. <br><br> Мясо кролика является диетическим и гип аллергенным продуктом и рекомендуется ВОЗ в качестве самого полезного и безопасного мяса при переходе от грудного вскармливания к полноценному питанию.`,
    en: `Мясо кролика отличается исключительно высокими питательными свойствами. По химическим, морфо-биохимическим и технологическим качествам, оно превышает мясо других животных. Например, если курица до 75%, говядина и баранина до 65% процентов усваиваются организмом, то крольчатина усваивается до 97%. <br><br> Кроличье мясо является полноценным питательным продуктом. Оно выгодно отличается от других видов мяса и содержит все основные компоненты, необходимые организму человека. <br> <br> Крольчатина содержит огромное количество полноценного белка (более 20%), в его    составе присутствует большое количество аминокислот, витаминов и микроэлементов. <br><br> Особенностью кроличьего мяса является его минеральный состав, имеющий кислую реакцию, это объясняется высоким количеством солей фосфора и калия. Стоит отметить, ещё такие полезные вещества, как аскорбиновая и никотиновая кислоты, марганец, фтор, железо, магний, кобальт, медь, цинк, пиридоксин, кобаламин, аминокислоты лизина, метионина, триптофана. <br><br> Мясо кролика является диетическим и гип аллергенным продуктом и рекомендуется ВОЗ в качестве самого полезного и безопасного мяса при переходе от грудного вскармливания к полноценному питанию.`,
    uz: `Мясо кролика отличается исключительно высокими питательными свойствами. По химическим, морфо-биохимическим и технологическим качествам, оно превышает мясо других животных. Например, если курица до 75%, говядина и баранина до 65% процентов усваиваются организмом, то крольчатина усваивается до 97%. <br><br> Кроличье мясо является полноценным питательным продуктом. Оно выгодно отличается от других видов мяса и содержит все основные компоненты, необходимые организму человека. <br> <br> Крольчатина содержит огромное количество полноценного белка (более 20%), в его    составе присутствует большое количество аминокислот, витаминов и микроэлементов. <br><br> Особенностью кроличьего мяса является его минеральный состав, имеющий кислую реакцию, это объясняется высоким количеством солей фосфора и калия. Стоит отметить, ещё такие полезные вещества, как аскорбиновая и никотиновая кислоты, марганец, фтор, железо, магний, кобальт, медь, цинк, пиридоксин, кобаламин, аминокислоты лизина, метионина, триптофана. <br><br> Мясо кролика является диетическим и гип аллергенным продуктом и рекомендуется ВОЗ в качестве самого полезного и безопасного мяса при переходе от грудного вскармливания к полноценному питанию.`,

  }

}

export
{
  Products,
  ProductsTitle,
  AboutUsMain,
  Content
}
