import {Partners} from "src/data/types";
import anaPartner from 'assets/partners/anaPartner.png'
import CIROCALABRIApartner from 'assets/partners/CIROCALABRIApartner.png'
import FRAGOLApartner from 'assets/partners/FRAGOLApartner.png'
import MeneghinPArtner from 'assets/partners/MeneghinPArtner.png'
import PrimeranoPartner from 'assets/partners/PrimeranoPartner.png'
import SintPartner from 'assets/partners/SintPartner.png'
import PartnersMain from 'assets/icons/BackPartner.png'


const PartnersInfo: Partners[] = [
  {
    name: 'Ana',
    url: '#',
    logo: anaPartner
  },
  {
    name: ':CIROCALABRI',
    url: '#',
    logo: CIROCALABRIApartner
  },
  {
    name: 'Ana',
    url: '#',
    logo: FRAGOLApartner
  },
  {
    name: 'Meneghin',
    url: '#',
    logo: MeneghinPArtner
  },
  {
    name: 'Primerano',
    url: '#',
    logo: PrimeranoPartner
  },
  {
    name: 'Sint',
    url: '#',
    logo: SintPartner
  }
]

const PartnersContent = {
  title: {
    ru: 'Наши партнеры',
    en: 'Наши партнеры',
    uz: 'Наши партнеры',
  },
  description1: {
    ru: `Советские технологии кролиководства во многом были утеряны в 1990-е, именно поэтому с 2019 года нашим официальным партнером является Итальянская Ассоциация Кролиководов, сопровождающая весь технологический цикл.Мы осуществляем контроль качества на всех этапах производства. Охлажденный или замороженный продукт в короткие сроки в вакуумной упаковке в течение 12 часов поступает на прилавки в магазины. Нашими клиентами являются крупные продуктовые торговые сети и производители детского питания. Мы всегда готовы рассмотреть предложения о сотрудничестве. Мы – надёжный партнер!`,
    en: `Советские технологии кролиководства во многом были утеряны в 1990-е, именно поэтому с 2019 года нашим официальным партнером является Итальянская Ассоциация Кролиководов, сопровождающая весь технологический цикл.Мы осуществляем контроль качества на всех этапах производства. Охлажденный или замороженный продукт в короткие сроки в вакуумной упаковке в течение 12 часов поступает на прилавки в магазины. Нашими клиентами являются крупные продуктовые торговые сети и производители детского питания. Мы всегда готовы рассмотреть предложения о сотрудничестве. Мы – надёжный партнер!`,
    uz: `Советские технологии кролиководства во многом были утеряны в 1990-е, именно поэтому с 2019 года нашим официальным партнером является Итальянская Ассоциация Кролиководов, сопровождающая весь технологический цикл.Мы осуществляем контроль качества на всех этапах производства. Охлажденный или замороженный продукт в короткие сроки в вакуумной упаковке в течение 12 часов поступает на прилавки в магазины. Нашими клиентами являются крупные продуктовые торговые сети и производители детского питания. Мы всегда готовы рассмотреть предложения о сотрудничестве. Мы – надёжный партнер!`,
  },
  description2: {
    ru: `Агрохолдинг «МОЯ МЕЧТА» предлагает долгосрочное и взаимовыгодное сотрудничество. Не упускайте возможность получить надежного поставщика с гарантией бесперебойных поставок.`,
    en: `Агрохолдинг «МОЯ МЕЧТА» предлагает долгосрочное и взаимовыгодное сотрудничество. Не упускайте возможность получить надежного поставщика с гарантией бесперебойных поставок.`,
    uz: `Агрохолдинг «МОЯ МЕЧТА» предлагает долгосрочное и взаимовыгодное сотрудничество. Не упускайте возможность получить надежного поставщика с гарантией бесперебойных поставок.`,
  },
  subscribe: {
    ru: `ХОТИТЕ СОТРУДНИЧАТЬ С НАМИ?`,
    en: `ХОТИТЕ СОТРУДНИЧАТЬ С НАМИ?`,
    uz: `ХОТИТЕ СОТРУДНИЧАТЬ С НАМИ?`,
  },
  press: {
    ru: 'Нажмите!',
    en: 'Нажмите!',
    uz: 'Нажмите!',
  }
}

export {
  PartnersInfo,
  PartnersContent,
  PartnersMain
}
