import AboutCompanyMainImg from 'assets/icons/aboutCompany.jpg'

const Content = {
  aboutCompany: {
    title: {
      ru: "О Компании ",
      en: "О Компании ",
      uz: "О Компании "
    },
    description: {
      ru: `Добро пожаловать, мы рады приветствовать Вас на нашем сайте! Мы являемся       крупнейшим мясным агрокластером, занимающийся разведением, выращиванием и переработкой мясных пород. <br><br>Наша компания является официальным партнёром KPC, MPC и «Национальной Ассоциации Кролиководов Италии (ANCI)» в Центральной Азии и в странах СНГ, занимающееся разведением итальянских пород кроликов.<br><br> Агрокомплекс «Моя Мечта» является крупнейшим в мире кролиководческим кластером, расположенный в экологически чистой зоне Ташкентской области, спроектированный итальянскими специалистами по передовым технологиям, отвечающим всем европейским стандартам.<br><br>Национальной Ассоциации Кролиководов Италии (ANCI), мы занимаемся производством и реализацией генетики кроликов, роликоматок, кроличьего мяса из представленных генетических материалов чистокровных пород — кроличьих прародителей. <br><br>Наш агрокомплекс содержит в себе полный цикл необходимых объектов для полноценного ведения кролиководческой деятельности:<p style=" padding-left: 3rem; margin-bottom: 0px "> <br>  — генетический центр/лаборатория, позволяющая создавать и выращивать мясные породы кроликов путём искусственного осеменения; <br>  — кормовой завод, обеспечивающий полноценное,   сбалансированное и витаминосодержащее питание кроликов;<br>  —  бойня, предоставляющая возможность быстрой, качественной переработки мясных изделий, получаемых при разведении кроликов; <br>  — компостный завод, выполняющий задачи обеспечения высокой продуктивности органических удобрений.</p> <br><br><strong>Почему именно Италия?</strong> <br><br>Кролиководы из Италии на протяжении более 40 лет изучают кроличьи породы высокого качества и выводят их генетику, улучшая показатели устойчивости к    различным заболеваниям и погодным условиям, сохраняя качество и полезные свойства кроличьего мяса.`,
      en: `Добро пожаловать, мы рады приветствовать Вас на нашем сайте! Мы являемся       крупнейшим мясным агрокластером, занимающийся разведением, выращиванием и переработкой мясных пород. <br><br>Наша компания является официальным партнёром KPC, MPC и «Национальной Ассоциации Кролиководов Италии (ANCI)» в Центральной Азии и в странах СНГ, занимающееся разведением итальянских пород кроликов.<br><br> Агрокомплекс «Моя Мечта» является крупнейшим в мире кролиководческим кластером, расположенный в экологически чистой зоне Ташкентской области, спроектированный итальянскими специалистами по передовым технологиям, отвечающим всем европейским стандартам.<br><br>Национальной Ассоциации Кролиководов Италии (ANCI), мы занимаемся производством и реализацией генетики кроликов, роликоматок, кроличьего мяса из представленных генетических материалов чистокровных пород — кроличьих прародителей. <br><br>Наш агрокомплекс содержит в себе полный цикл необходимых объектов для полноценного ведения кролиководческой деятельности:<p style=" padding-left: 3rem; margin-bottom: 0px "> <br>  — генетический центр/лаборатория, позволяющая создавать и выращивать мясные породы кроликов путём искусственного осеменения; <br>  — кормовой завод, обеспечивающий полноценное,   сбалансированное и витаминосодержащее питание кроликов;<br>  —  бойня, предоставляющая возможность быстрой, качественной переработки мясных изделий, получаемых при разведении кроликов; <br>  — компостный завод, выполняющий задачи обеспечения высокой продуктивности органических удобрений.</p> <br><br><strong>Почему именно Италия?</strong> <br><br>Кролиководы из Италии на протяжении более 40 лет изучают кроличьи породы высокого качества и выводят их генетику, улучшая показатели устойчивости к    различным заболеваниям и погодным условиям, сохраняя качество и полезные свойства кроличьего мяса.`,
      uz: `Добро пожаловать, мы рады приветствовать Вас на нашем сайте! Мы являемся       крупнейшим мясным агрокластером, занимающийся разведением, выращиванием и переработкой мясных пород. <br><br>Наша компания является официальным партнёром KPC, MPC и «Национальной Ассоциации Кролиководов Италии (ANCI)» в Центральной Азии и в странах СНГ, занимающееся разведением итальянских пород кроликов.<br><br> Агрокомплекс «Моя Мечта» является крупнейшим в мире кролиководческим кластером, расположенный в экологически чистой зоне Ташкентской области, спроектированный итальянскими специалистами по передовым технологиям, отвечающим всем европейским стандартам.<br><br>Национальной Ассоциации Кролиководов Италии (ANCI), мы занимаемся производством и реализацией генетики кроликов, роликоматок, кроличьего мяса из представленных генетических материалов чистокровных пород — кроличьих прародителей. <br><br>Наш агрокомплекс содержит в себе полный цикл необходимых объектов для полноценного ведения кролиководческой деятельности:<p style=" padding-left: 3rem; margin-bottom: 0px "> <br>  — генетический центр/лаборатория, позволяющая создавать и выращивать мясные породы кроликов путём искусственного осеменения; <br>  — кормовой завод, обеспечивающий полноценное,   сбалансированное и витаминосодержащее питание кроликов;<br>  —  бойня, предоставляющая возможность быстрой, качественной переработки мясных изделий, получаемых при разведении кроликов; <br>  — компостный завод, выполняющий задачи обеспечения высокой продуктивности органических удобрений.</p> <br><br><strong>Почему именно Италия?</strong> <br><br>Кролиководы из Италии на протяжении более 40 лет изучают кроличьи породы высокого качества и выводят их генетику, улучшая показатели устойчивости к    различным заболеваниям и погодным условиям, сохраняя качество и полезные свойства кроличьего мяса.`
    }
  },
  values: {
    title: {
      ru: "Ценности",
      en: "Ценности",
      uz: "Ценности"
    },
    description: {
      ru: `Агрохолдинг построен в экологически чистой зоне Ташкентской Области. Мы никогда не используем гормоны для усиления роста, антибиотики, ГМО и любые химические компоненты. У нас все продукты производят с любовью к природе, заботой об экосистеме и уважением к покупателям.`,
      en: `Агрохолдинг построен в экологически чистой зоне Ташкентской Области. Мы никогда не используем гормоны для усиления роста, антибиотики, ГМО и любые химические компоненты. У нас все продукты производят с любовью к природе, заботой об экосистеме и уважением к покупателям.`,
      uz: `Агрохолдинг построен в экологически чистой зоне Ташкентской Области. Мы никогда не используем гормоны для усиления роста, антибиотики, ГМО и любые химические компоненты. У нас все продукты производят с любовью к природе, заботой об экосистеме и уважением к покупателям.`
    }
  },
  pride: {
    title: {
      ru: "Гордость компании",
      en: "Гордость компании",
      uz: "Гордость компании"
    },
    prides: [
      {
        ru: `<strong> Высококвалифицированные кадры.</strong>`,
        en: `<strong> Высококвалифицированные кадры.</strong>`,
        uz: `<strong> Высококвалифицированные кадры.</strong>`
      },
      {
        ru: `<strong>Соблюдение стандартов „ Halal” на всех этапах производства. </strong>`,
        en: `<strong>Соблюдение стандартов „ Halal” на всех этапах производства. </strong>`,
        uz: `<strong>Соблюдение стандартов „ Halal” на всех этапах производства. </strong>`
      },
      {
        ru: `<strong>Строгий контроль качества по европейским стандартам. </strong>`,
        en: `<strong>Строгий контроль качества по европейским стандартам. </strong>`,
        uz: `<strong>Строгий контроль качества по европейским стандартам. </strong>`
      },
      {
        ru: `<strong>Производство органических продуктов на всех циклах производства. </strong>`,
        en: `<strong>Производство органических продуктов на всех циклах производства. </strong>`,
        uz: `<strong>Производство органических продуктов на всех циклах производства. </strong>`
      },
      {
        ru: `<strong> Полностью автоматизированный цикл производства по самым современным технологиям.</strong>`,
        en: `<strong> Полностью автоматизированный цикл производства по самым современным технологиям.</strong>`,
        uz: `<strong> Полностью автоматизированный цикл производства по самым современным технологиям.</strong>`
      },

    ]
  },
  partners: {
    title: {
      ru: "Наши партнеры",
      en: "Наши партнеры",
      uz: "Наши партнеры"
    },
    description: {
      ru: "",
      en: "",
      uz: ""
    }
  }
}


export {
  AboutCompanyMainImg,
  Content
}
