import AboutCompanyMainImg from 'assets/icons/aboutCompany.jpg'

const Content = {
  aboutCompany: {
    title: {
      ru: "О Компании ",
      en: "О Компании ",
      uz: "О Компании "
    },
    description: {
      ru: `Добро пожаловать, мы рады приветствовать Вас на нашем сайте! Мы являемся крупнейшим мясным агрокластером, занимающийся разведением, выращиванием и переработкой мясных пород. <br><br>Наша компания является официальным партнёром «Национальной Ассоциации Кролиководов Италия (ANCI)» в Центральной Азии и в странах СНГ, занимающееся разведением итальянских пород кроликов.<br><br> Агрокомплекс «Моя Мечта» является крупнейшим в мире кролиководческим кластером, расположенный в экологически чистой зоне Ташкентской области, спроектированный итальянскими специалистами по передовым технологиям, отвечающим всем европейским стандартам.<br><br>На основании прав, предоставленных «Национальной Ассоциации Кролиководов Италии (ANCI)», мы занимаемся производством и реализацией генетики кроликов, кроликоматок, кроличьего мяса из представленного генетического кода чистокровных пород — кроличьих прародителей. <br><br>Наш агрокомплекс содержит в себе полный цикл необходимых процессов для полноценного ведения кролиководческой деятельности: <ul style=" padding-left: 3rem; margin-bottom: 0px; text-align: left"> <li>   генетический центр/лаборатория, позволяющая создавать и выращивать мясные породы кроликов путём искусственного осеменения;</li> <li>   кормовой завод, обеспечивающий полноценное,   сбалансированное и витаминосодержащее питание кроликов;</li> <li>   бойня, предоставляющая возможность быстрой, качественной переработки мясных изделий, получаемых при разведении кроликов;</li> <li>   компостный завод, производящий органические удобрения высокой продуктивности.</li></ul> <br><br>Почему именно Италия? <br><br>Кролиководы из Италии на протяжении более 40 лет изучают кроличьи породы высокого качества и выводят их генетику, улучшая показатели устойчивости к    различным заболеваниям и погодным условиям, сохраняя качество и полезные свойства кроличьего мяса.`,
      uz: `Добро пожаловать, мы рады приветствовать Вас на нашем сайте! Мы являемся крупнейшим мясным агрокластером, занимающийся разведением, выращиванием и переработкой мясных пород. <br><br>Наша компания является официальным партнёром «Национальной Ассоциации Кролиководов Италия (ANCI)» в Центральной Азии и в странах СНГ, занимающееся разведением итальянских пород кроликов.<br><br> Агрокомплекс «Моя Мечта» является крупнейшим в мире кролиководческим кластером, расположенный в экологически чистой зоне Ташкентской области, спроектированный итальянскими специалистами по передовым технологиям, отвечающим всем европейским стандартам.<br><br>На основании прав, предоставленных «Национальной Ассоциации Кролиководов Италии (ANCI)», мы занимаемся производством и реализацией генетики кроликов, кроликоматок, кроличьего мяса из представленного генетического кода чистокровных пород — кроличьих прародителей. <br><br>Наш агрокомплекс содержит в себе полный цикл необходимых процессов для полноценного ведения кролиководческой деятельности: <ul style=" padding-left: 3rem; margin-bottom: 0px; text-align: left"> <li>   генетический центр/лаборатория, позволяющая создавать и выращивать мясные породы кроликов путём искусственного осеменения;</li> <li>   кормовой завод, обеспечивающий полноценное,   сбалансированное и витаминосодержащее питание кроликов;</li> <li>   бойня, предоставляющая возможность быстрой, качественной переработки мясных изделий, получаемых при разведении кроликов;</li> <li>   компостный завод, производящий органические удобрения высокой продуктивности.</li></ul> <br><br>Почему именно Италия? <br><br>Кролиководы из Италии на протяжении более 40 лет изучают кроличьи породы высокого качества и выводят их генетику, улучшая показатели устойчивости к    различным заболеваниям и погодным условиям, сохраняя качество и полезные свойства кроличьего мяса.`,
      en: `Добро пожаловать, мы рады приветствовать Вас на нашем сайте! Мы являемся крупнейшим мясным агрокластером, занимающийся разведением, выращиванием и переработкой мясных пород. <br><br>Наша компания является официальным партнёром «Национальной Ассоциации Кролиководов Италия (ANCI)» в Центральной Азии и в странах СНГ, занимающееся разведением итальянских пород кроликов.<br><br> Агрокомплекс «Моя Мечта» является крупнейшим в мире кролиководческим кластером, расположенный в экологически чистой зоне Ташкентской области, спроектированный итальянскими специалистами по передовым технологиям, отвечающим всем европейским стандартам.<br><br>На основании прав, предоставленных «Национальной Ассоциации Кролиководов Италии (ANCI)», мы занимаемся производством и реализацией генетики кроликов, кроликоматок, кроличьего мяса из представленного генетического кода чистокровных пород — кроличьих прародителей. <br><br>Наш агрокомплекс содержит в себе полный цикл необходимых процессов для полноценного ведения кролиководческой деятельности: <ul style=" padding-left: 3rem; margin-bottom: 0px; text-align: left"> <li>   генетический центр/лаборатория, позволяющая создавать и выращивать мясные породы кроликов путём искусственного осеменения;</li> <li>   кормовой завод, обеспечивающий полноценное,   сбалансированное и витаминосодержащее питание кроликов;</li> <li>   бойня, предоставляющая возможность быстрой, качественной переработки мясных изделий, получаемых при разведении кроликов;</li> <li>   компостный завод, производящий органические удобрения высокой продуктивности.</li></ul> <br><br>Почему именно Италия? <br><br>Кролиководы из Италии на протяжении более 40 лет изучают кроличьи породы высокого качества и выводят их генетику, улучшая показатели устойчивости к    различным заболеваниям и погодным условиям, сохраняя качество и полезные свойства кроличьего мяса.`,

    }
  },
  values: {
    title: {
      ru: "Ценности",
      en: "Ценности",
      uz: "Ценности"
    },
    description: {
      ru: `Агрохолдинг построен в экологически чистой зоне Ташкентской Области. Мы никогда не используем гормоны для усиления роста, антибиотики, ГМО и любые химические компоненты. У нас все продукты производят с любовью к природе, заботой об экосистеме и уважением к покупателям.`,
      en: `Агрохолдинг построен в экологически чистой зоне Ташкентской Области. Мы никогда не используем гормоны для усиления роста, антибиотики, ГМО и любые химические компоненты. У нас все продукты производят с любовью к природе, заботой об экосистеме и уважением к покупателям.`,
      uz: `Агрохолдинг построен в экологически чистой зоне Ташкентской Области. Мы никогда не используем гормоны для усиления роста, антибиотики, ГМО и любые химические компоненты. У нас все продукты производят с любовью к природе, заботой об экосистеме и уважением к покупателям.`
    }
  },
  pride: {
    title: {
      ru: "Гордость компании",
      en: "Гордость компании",
      uz: "Гордость компании"
    },
    prides: [
      {
        ru: ` Высококвалифицированные кадры.`,
        en: ` Высококвалифицированные кадры.`,
        uz: ` Высококвалифицированные кадры.`
      },
      {
        ru: `Соблюдение стандартов „Halal” на всех этапах производства. `,
        en: `Соблюдение стандартов „Halal” на всех этапах производства. `,
        uz: `Соблюдение стандартов „Halal” на всех этапах производства. `
      },
      {
        ru: `Строгий контроль качества по европейским стандартам. `,
        en: `Строгий контроль качества по европейским стандартам. `,
        uz: `Строгий контроль качества по европейским стандартам. `
      },
      {
        ru: `Производство органических продуктов на всех циклах производства. `,
        en: `Производство органических продуктов на всех циклах производства. `,
        uz: `Производство органических продуктов на всех циклах производства. `
      },
      {
        ru: ` Полностью автоматизированный цикл производства по самым современным технологиям.`,
        en: ` Полностью автоматизированный цикл производства по самым современным технологиям.`,
        uz: ` Полностью автоматизированный цикл производства по самым современным технологиям.`
      },

    ]
  },
  partners: {
    title: {
      ru: "Наши партнеры",
      en: "Наши партнеры",
      uz: "Наши партнеры"
    },
    description: {
      ru: "",
      en: "",
      uz: ""
    }
  }
}


export {
  AboutCompanyMainImg,
  Content
}
