export default {
  home: 'Главная',
  aboutUs: "О компании",
  products: 'Продукция',
  contacts: 'Контакты',
  partners: 'Партнеры',
  staff: 'Cотрудники',


  more: 'Подробнее',

  aboutCompanyTitle: 'О компании',
  aboutCompanyContent: 'Агрокомплекс «МОЯ МЕЧТА» – крупнейший кролиководческий холдинг, расположенный в незапятнанной и экологически чистой зоне Ташкентской Области, спроектированный по итальянским технологиям.\n' +
    'Компания занимается производством и переработкой мяса кролика и считается на сегодняшний день одним из самых крупных в мире производителей предоставленного продукта.\n' +
    'Объем выпускаемой продукции – 2 миллиона кроликов в год.\n' +
    'Современный перерабатывающий цех позволяет выпускать широчайший ассортимент свежего охлажденного мяса кролика и только из натуральных ингредиентов, способный удовлетворить самых требовательных покупателей. Моя Мечта: «Всего за три года мы смогли пройти большой путь от смелой идеи до органического Агро Комплекса на 250 Га земли»',

  valueOfCompanyTitle: 'Ценности',
  valueOfCompanyContent: 'Агрохолдинг построен в экологически чистой зоне Ташкентской Области. Мы никогда не используем гормоны для усиления роста, антибиотики, ГМО и любые химические компоненты. У нас все продукты производят с любовью к природе, заботой об экосистеме и уважением к покупателям.',

  prideOfCompany: 'Гордость Компании',
  prideof1: '- 100% Органический продукт',
  prideof11: 'Натуральные органические продукты, которые сохраняют вкус и все полезные микроэлементы.',
  prideof2: '- Органические корма',
  prideof22: 'Благодаря нашему цеху по выращиванию зеленых кормов животные питаются свежей травой круглый год.',
  prideof3: '- Счастливые животные',
  prideof33: 'Свобода содержания, органические корма, чесалки, ароматерапия – мы делаем все, чтобы животные были счастливы.',
  prideof4: '- Строгий контроль качества',
  prideof44: 'Проверяем качество на всех этапах производства – в каждом цеху есть собственная лаборатория.',
  prideof5: '- Яркий вкус',
  prideof55: 'Заботимся не только о пользе, но и о вкусе. Разрабатываем уникальные рецепты привычных продуктов.',
  prideof6: '- Довольные покупатели',
  prideof66: '90% людей, которые пробуют продукты Моей Мечты, становятся нашими постоянными покупателями.',

  areasOfActivity: 'Направления деятельности',

  rabbitBreed: 'Кролиководство',
  rabbitBreedDes: 'Мясо «МОЯ МЕЧТА» - экологичное, нежное, вкусное и полезное. Так как, качество строго контролируется Итальянской ассоциацией кролиководов. \n' +
    '\n' + 'Спрос на мясо кролика растет – благодаря развивающейся промышленности детского питания и индустрии здорового питания.',
  rabbitBreedContent: 'Мясо «МОЯ МЕЧТА» - экологичное, нежное, вкусное и полезное. Так как, качество строго контролируется Итальянской ассоциацией кролиководов. \n' +
    '\n' + 'Самый высокий в мире уровень потребления мяса кролика был в свое время именно в СССР - около 4,5 килограмма на каждого человека в год. Это мясо - единственное, способное восстановить иммунитет человека, оно содержит большое количество полиненасыщенных жирных кислот омега-3, в нем отсутствует холестерин, а усвояемость составляет 92%. Неслучайно данный продукт рекомендуется аллергикам.\n' +
    '\n' + 'Цех переработки с  новейшим итальянским технологическим оборудованием позволяет производить широкий ассортимент продукции, которая поступает на упаковочную линию, позволяющую упаковывать мясо кролика в вакуумную среду, что увеличивает срок реализации охлажденного мяса и сохраняет вкусовые качества. Вся продукция проходит необходимый ветеринарный контроль.',


  rabbitFeed: 'Кормовая база',
  rabbitFeedDes: 'Корма содержат: продукт зерно, различную муку (травяную), мел, соль и прочие добавки для сбалансированного питания животных.',
  rabbitFeedContent1: 'Комплексные корма производятся на заводе специально для нашей компании и для других потребителей. Продукция полностью соответствует международным требованиям, подтверждением чего является любовь множества четвероногих потребителей. Корма подходят, как для кроликов, так и для любых других видов животных.\n' +
    '\n' + 'Всё оборудование поставлено  и смонтировано известным итальянским концерном «FRAGOLA», который является мировым лидером в области производства комбикормовых линий',
  rabbitFeedContent2: 'Наши кролики питаются комбинированным сухим кормом приготовленным по специальной рецептуре, разработанной ведущими европейскими специалистами. Наличие собственной кормовой базы позволяет более прогнозируемо планировать поставки сырья на комбикормовый завод. Это первый шаг к стабильности и безопасности производства мяса.',

  greenHouseProd: 'Собственная теплица',
  greenHouseProdDes: 'Полив и микроклимат, отопление и вентиляция, зашторивание и СИО, досвечивание и подкормка СО2 - все это управляется нашими системами. Уникальное программное обеспечение и интернет технологии позволяют осуществлять контроль за всеми процессами в теплице с единого компьютера. На оборудовании нашей компании получены самые высокие в стране урожаи.',
  greenHouseProdContent1: 'Полив и микроклимат, отопление и вентиляция, зашторивание и СИО, досвечивание и подкормка СО2 - все это управляется нашими системами. Уникальное программное обеспечение и интернет технологии позволяют осуществлять контроль за всеми процессами в теплице с единого компьютера. На оборудовании нашей компании получены самые высокие в стране урожаи.',
  greenHouseProdContent2: 'Моя Мечта - это самая большая теплица во всем Узбекистане с площадью  10 Га. Под своими куполами она собрала огромное количество видов растений и продуктов со всех уголков Узбекистана.',


  mineralFert: 'Минеральные удобрения',
  mineralFertDes: 'Именно комплексное удобрение, в состав которого входят азот (N), калий (K) и фосфор (P), зачастую используют для подкормки садовых, огородных и декоративных культур.',
  mineralFertContent1: 'На предприятии компостным методом производятся азотные, азотно-фосфорные и сложные минеральные удобрения, а также полуфабрикаты для их производства. Продукция комбината соответствует высочайшим мировым стандартам, благодаря выработанным итальянским технологиям. Одной из главных задач любого садовника является повышение уровня урожайности.',
  mineralFertContent2: " Многолетний опыт узбекских и иностранных агрономов показывает, что биологизация земледелия не может обеспечить необходимый результат. К сожалению, органические удобрения не наделены всеми питательными микроэлементами, необходимыми для интенсивного роста сельскохозяйственных культур. Поэтому большинство современных агрономов предпочитает использовать минеральные удобрения, которые могут принести растениям существенную пользу.",


  labaratory: 'Лаборатория',
  labaratoryContent: 'Агротехнологии не стоят на месте. Сегодня Моя Мечта реализует очень важный на высшем уровне проект по размножению кроликов с целью обеспечения хозяйств региона элитным и экологичным мясом. \n' +
    '\n' + 'Агро комплекс оборудован репродуктором, в котором содержатся прародители – генофонд фермы. Прародители производят самок, что позволяет стабильно восполнять потери основного стада и поддерживать поголовье в равновесии. В состав комплекса входит помещение для элитных итальянских самцов-производителей и лаборатория искусственного осеменения. Все самки осеменяются искусственно.  Лаборатория оснащена современным итальянским специальным оборудованием.\n',

  slaughter: 'Собственная Бойня',
  slaughterContent: 'Продукция производится  по итальянской технологии интенсивного кролиководства.\n' + 'Формула успеха проста – полная автоматизация всех процессов: кормление, поение, навозоудаление, вентиляция, охлаждение, отопление. Минимальный человеческий фактор – одну большую ферму на несколько тысяч голов обслуживает 2-3 сотрудника. Поддерживается стабильно комфортный микроклимат, максимальная санитарная безопасность, а так же использование искусственного осеменения, позволяют круглогодично получать высококачественную продукцию в промышленных объемах. Все оборудование для  содержание животных куплено у лидера-известной итальянской компании Meneghin.',

  location: 'Наша локация',
  gallery: 'Галерея',

  aboutCompany: 'О КОМПАНИИbb',
  aboutPageMainContent: 'Моя Мечта: «Всего за три года мы смогли пройти большой путь от смелой идеи до органического Агро Комплекса на 250 Га земли',
  targetOfProject: 'Ценности',
  targetOfProjectContent: 'Агрохолдинг построен в экологически чистой зоне Ташкентской Области. Мы никогда не используем гормоны для усиления роста, антибиотики, ГМО и любые химические компоненты. У нас все продукты производят с любовью к природе, заботой об экосистеме и уважением к покупателям.',
  controlQualityContent: 'Качество строго контролируется Итальянской ассоциацией кролиководов. Полностью автоматизированное, инновационное и высокотехнологичное оборудование для разведения и кормления кроликов поставляет итальянская компания Meneghin Srl. Все оборудование произведено известной итальянской компанией F.LLI FRAGOLA S.P.A., мировым лидером в производстве и доставке кормопроводов.',
  partnersTitle: 'Наши партнеры',
  partnersContent: 'Советские технологии кролиководства во многом были утеряны в 1990-е, именно поэтому с 2019 года нашим официальным партнером является Итальянская Ассоциация Кролиководов, сопровождающая весь технологический цикл. Мы осуществляем контроль качества на всех этапах производства. Охлажденный или замороженный продукт в короткие сроки в вакуумной упаковке в течение 12 часов поступает на прилавки в магазины.\n' +
    'Нашими клиентами являются крупные продуктовые торговые сети и производители детского питания.',
  partnersContent2: 'Агрохолдинг «МОЯ МЕЧТА» предлагает долгосрочное и взаимовыгодное сотрудничество. Не упускайте возможность получить надежного поставщика с гарантией бесперебойных поставок.',

  typeOfProducts: 'Разные продукты',
  otherProducts: 'Разные продукты:',

  freezeProducts: 'Охлажденная, замороженная продукция:',
  freezeProduct1: 'Ножки кролика \n',
  freezeProduct2: 'Полутушка кролика \n',
  freezeProduct3: 'Спинка кролика \n',
  freezeProduct4: 'Филе кролика \n',
  freezeProductDes1:
    "Срок годности: при t от +2°C до +4°C - 18 суток\n" +
    "\n" +
    "Пищевая ценность: Белок - 21 г., жир - 13 г., Углеводы - 0 г.\n" +
    "\n" +
    "Энергетическая ценность: 199 ккал.",
  freezeProductDes2:
    "Срок годности: при t от +2°C до +4°C - 18 суток\n" +
    "\n" +
    "Пищевая ценность: Белок - 21 г., жир - 13 г., Углеводы - 0 г.\n" +
    "\n" +
    "Энергетическая ценность: 199 ккал.",
  freezeProductDes3:
    "Срок годности: при t от +2°C до +4°C - 18 суток\n" +
    "\n" +
    "Пищевая ценность: Белок - 19 г., жир - 11 г., Углеводы - 0 г.\n" +
    "\n" +
    "Энергетическая ценность: 175 ккал.",
  freezeProductDes4:
    "Срок годности: при t от +2°C до +4°C - 18 суток\n" +
    "\n" +
    "Пищевая ценность: Белок - 21 г., жир - 13 г., Углеводы - 0 г.\n" +
    "\n" +
    "Энергетическая ценность: 199 ккал.",

  semiProducts: 'Полуфабрикаты охлажденные рубленные:',
  semiProduct1: "Шницель ",
  semiProduct2: "Котлета  ",
  semiProduct3: "Фрикадельки  ",
  semiProduct4: "Котлета  ",
  semiProductDes1:
    "Срок годности: при t от +2°C до +4°C - 5 суток\n" +
    "\n" +
    "Пищевая ценность: Белок - 15 г., жир - 12 г., Углеводы - 10 г.\n" +
    "\n" +
    "Энергетическая ценность: 206 ккал",
  semiProductDes2:
    "Срок годности: при t от +2°C до +4°C - 5 суток\n" +
    "\n" +
    "Пищевая ценность: Белок - 17 г., жир - 13 г., Углеводы - 2 г.\n" +
    "\n" +
    "Энергетическая ценность: 197 ккал.",
  semiProductDes3:
    "Срок годности: при t от +2°C до +4°C - 5 суток\n" +
    "\n" +
    "Пищевая ценность: Белок - 17,7 г., жир - 19,7 г., Углеводы - 1,5 г.\n" +
    "\n" +
    "Энергетическая ценность: 253 ккал.",
  semiProductDes4:
    "Срок годности: при t от +2°C до +4°C - 5 суток\n" +
    "\n" +
    "Пищевая ценность: Белок - 17 г., жир - 13 г., Углеводы - 2 г.\n" +
    "\n" +
    "Энергетическая ценность: 197 ккал.",


  subProducts: 'Субпродукты:',
  subProduct1: "Печень кролика",
  subProduct2: "Языки кролика",
  subProduct3: "Сердце кролика",
  subProduct4: "Почки кролика",
  subProductDes1: "Срок годности: при t от +2°C до +4°C - 10 суток\n" +
    "\n" +
    "Пищевая ценность: Белок- 19 г., жир - 10 г., Углеводы - 0 г.\n" +
    "\n" +
    "Энергетическая ценность: 166 ккал.",
  subProductDes2: "Срок годности: при t -18°C - 90 суток\n" +
    "\n" +
    "Пищевая ценность: Белок- 21 г., жир - 7 г., Углеводы - 0 г.\n" +
    "\n" +
    "Энергетическая ценность: 147 ккал.",
  subProductDes3: "Срок годности: при t от +2°C до +4°C - 10 суток\n" +
    "\n" +
    "Пищевая ценность: Белок- 21 г., жир - 7 г., Углеводы - 0 г.\n" +
    "\n" +
    "Энергетическая ценность: 147 ккал.",
  subProductDes4: "Срок годности: при t -18°C - 90 суток\n" +
    "\n" +
    "Пищевая ценность: Белок- 19 г., жир - 8 г., Углеводы - 0 г.\n" +
    "\n" +
    "Энергетическая ценность: 148 ккал.",


}

